/* No comment provided by engineer. */
"%d NDEF List" = "%d NDEF 列表";

/* No comment provided by engineer. */
"%d NDEF Records" = "%d NDEF 记录";

/* No comment provided by engineer. */
"1 NDEF Record" = "1个 NDEF 记录";

/* No comment provided by engineer. */
"already associated" = "已合并";
/********should check backgroud for exact means***********/

/* No comment provided by engineer. */
"App Rating and Review" = "App等级和评分";

/* No comment provided by engineer. */
"App Store Link" = "App 商店链接";

/* No comment provided by engineer. */
"Are you sure you want to delete all NDEF records ?\n This cannot be undone\nIf you want to delete an individual row, just swipe to the left on a row and select delete" = "你确定删除所有的NDEF记录吗？\n 这不能恢复！\n如果你想删除个别的，请选中并删除";

/* No comment provided by engineer. */
"Are you sure you want to delete all Tap List records ?\n This cannot be undone\nIf you want to delete an individual row, just swipe to the left on a row and select delete" = "你确定删除所有的列表吗？\n 这不能恢复！\n如果你想删除个别的，请选中并删除";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"CANCEL" = "取消";

/* No comment provided by engineer. */
"Delete ALL Records ?" = "删除所有记录 ?";

/* No comment provided by engineer. */
"Delete ALL Tap Lists ?" = "删除所有列表?";

/* No comment provided by engineer. */
"Device %@ connected and ready to use\n" = "设备 已连接并准备好！\n";

/* No comment provided by engineer. */
"Device %@ not connected.\nCheck NFC Wifi settings\n" = "设备未连接\n确认wifi设置\n";

/* No comment provided by engineer. */
"Device connected and ready to use" = "设备已连接并准备好";

/* No comment provided by engineer. */
"Disconnect" = "断开连接";

/* No comment provided by engineer. */
"Error reading NFC:"  = "读NFC出错: ";

/* No comment provided by engineer. */
"Failed to convert the Vcard contact"  = "转换Vcard格式失败 ";

/* No comment provided by engineer. */
"Failed to save the contact"  = "保存联系人失败 ";

/* No comment provided by engineer. */
"File not found" = "文件未发现";

/* No comment provided by engineer. */
"Hold the top of your iPhone near NFC Tag" = "保持iphone顶端接近NFC标签";

/* No comment provided by engineer. */
"NDEF List\t%d records" = "NDEF 列表\t%d 记录";

/* No comment provided by engineer. */
"NDEF Native Application unhandled" = "NDEF原生应用未支持";

/* No comment provided by engineer. */
"OK" = "是";

/* No comment provided by engineer. */
"Please allow the app to access your contacts through the Settings." = "请允许程序获取联系人权限 s.";

/* No comment provided by engineer. */
"Please Enter a name for your NFC Tap List" = "请输入NFC列表名称";

/* No comment provided by engineer. */
"SAVE" = "保存";

/* No comment provided by engineer. */
"Successfully added the contact %@" = "成功新增联系人 %@";

/* No comment provided by engineer. */
"Tap List" = "Tap列表";

/* No comment provided by engineer. */
"The system will only show up to a maximum of 3 prompts to the same user in a 365-day period\nIf Rate app popup is not showing, please use App Store URL link here below\n" = "一年内，系统最多只显示出同一个用户3次评分。\n如果App没有跳出显示，请点击下面App商店链接\n";

/* No comment provided by engineer. */
"URI not supported." = "URI 不支持.";

/* No comment provided by engineer. */
"Web View" = "网页浏览";

/* No comment provided by engineer. */
"Wifi %@ Disconnected" = "Wifi %@已断开";

/* No comment provided by engineer. */
"Wifi connection on going...\n" = "Wifi 连接进行中...\n";

/* No comment provided by engineer. */
"Wifi join success" = "Wifi 连接成功";

/* No comment provided by engineer. */
"Wifi Status" = "Wifi 状态";

/* No comment provided by engineer. */
"You can show or share NDEF.\n" = "你能显示或分享NDEF.\n";

"No Device Name" = "无设备名";
"xx" = "xx";
"Scanning BLE Devices..." = "扫描设备...";
"Devices"   = "设备";
"Device"    = "设备";
"Found"     = "已发现";
"bluenrg"   = "bluenrg";
"HID"       = "HID";
"Stop Scanning"     = "停止扫描";
"Start Scanning"    = "开始扫描";

"aboutTextView" = "NFC Tap允许用户触碰任何符合NFC Forum标准的标签并显示其内容。也能演示任何和NDEF记录相关的操作.\nNFC Tap利用ISO11最新的特点。支持 iPhone7, iPhone7Plus, iPhone8, iPhone8Plus and iPhoneX 等设备对NFC标签的解码.\n";

"featureTextView" = "-\t简单方便的触碰用户体验\n-\t 读任何符合NFC论坛规范类型的NDEF信息（网址、文本、短信、邮件、电话、地图、联系方式、蓝牙、WiFi）\n-\t操作  \"nfctap://\" NDEF 自定义网址\n-\t可选自带时间戳和地理位置的NDEF网页连接\n-\t快速扫描权限：可选";

"actionTextView" = " 提供基于标签内置NDEF内容的用户新体验， 快捷而简单的生成一个如下描述记录事件\n-\t连接蓝牙设备:\n与BEL设备快速配对连接. 标签和手机进行触碰后，NFC Tap将识别任何蓝牙配对NDEF记录信息并直接连接到该指定设备\n-\t连接WiFi设备:\n与标识SSID、密码和加密类型的WiFi设备快速配对连接. 标签和手机进行触碰后, NFC Tap 将识别任何WiFi NDEF记录并直接连接到该指定设备\n-\t打开网页链接:\n 打开保存在标签内的网页记录\n-\t获取联系信息:\n触碰内含名片信息的标签将显示并保存联系信息（包括照片）\n-\t定位:\n弹出Apple地图并定位到标签内含的GPS位置\n-\t导出短信或邮件:\n打开内置在标签内的相关邮件或短信的应用.用户可以编辑或发送该邮件或短信\n 使用案例包括且不仅限于,质量保证的客服信息或高级会员项目\n-\t开启电话拨号:\n打开电话并直接拨出保存在标签内的电话号码.\n-\t读文本:\n显示保存标签内的文本信息.";

"Background Location Access Disabled" = "后台定位权限关闭";
"NFC Tap need to access your location" = "NFC Tap需要获取您的位置";
"Open Settings" = "打开设置";

"Multi Tag" = "多个标签";
"Read multiple NFC tags" = "读多个NFC标签";

